[
  {
    "id": 1,
    "title": "The Hobbit",
    "author": "J. R. R. Tolkien",
    "published": "21/09/1937",
    "edition": "Harper Collins, 2011, paperback",
    "pages": 305,
    "genre": [
      "fiction",
      "fantasy", "classic"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1439554741i/26098210.jpg",
    "blurb": "In a hole in the ground there lived a hobbit. Not a nasty, dirty, wet hole, filled with the ends of worms and an oozy smell, nor yet a dry, bare, sandy hole with nothing in it to sit down on or to eat: it was a hobbit-hole, and that means comfort. Written for J.R.R. Tolkien’s own children, The Hobbit met with instant critical acclaim when it was first published in 1937. Now recognized as a timeless classic, this introduction to the hobbit Bilbo Baggins, the wizard Gandalf, Gollum, and the spectacular world of Middle-earth recounts of the adventures of a reluctant hero, a powerful and dangerous ring, and the cruel dragon Smaug the Magnificent.",
    "quotes": [
      "So comes snow after fire, and even dragons have their endings.",
      "Where there's life there's hope.",
      "I have found that it is the small everyday deed of ordinary folks that keep the darkness at bay. Small acts of kindness and love."
    ]
  },
  {
    "id": 2,
    "title": "The Travelling Cat Chronicles",
    "author": "Hiro Arikawa",
    "published": "01/11/2012",
    "edition": "Doubleday, 2017, paperback",
    "pages": 256,
    "genre": [
      "fiction",
      "fantasy", "modern"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1621677878i/34728079.jpg",
    "blurb": "We take journeys to explore exotic new places and to return to the comforts of home, to visit old acquaintances and to make new friends. But the most important journey is the one that shows us how to follow our hearts...An instant international bestseller and indie bestseller, The Travelling Cat Chronicles has charmed readers around the world. With simple yet descriptive prose, this novel gives voice to Nana the cat and his owner, Satoru, as they take to the road on a journey with no other purpose than to visit three of Satoru's longtime friends. Or so Nana is led to believe... With his crooked tail--a sign of good fortune--and adventurous spirit, Nana is the perfect companion for the man who took him in as a stray. And as they travel in a silver van across Japan, with its ever-changing scenery and seasons, they will learn the true meaning of courage and gratitude, of loyalty and love.",
    "quotes": [
      "If you have to consider what’s going to happen after you die, life becomes doubly troublesome.",
      "As we count up the memories from one journey, we head off on another. Remembering those who went ahead. Remembering those who will follow after. And someday, we will meet all those people again, out beyond the horizon.",
      "No other animal in the world would try to defy the laws of nature, but humans are a very peculiar species."
    ]
  },
  {
    "id": 3,
    "title": "The Book Thief",
    "author": "Markus Zusak",
    "published": "01/03/2006",
    "edition": "Penguin, 2018, paperback",
    "pages": 560,
    "genre": [
      "fiction",
      "history", "modern"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1541355637i/42628604.jpg",
    "blurb": "It is 1939. Nazi Germany. The country is holding its breath. Death has never been busier, and will be busier still. By her brother's graveside, Liesel's life is changed when she picks up a single object, partially hidden in the snow. It is The Gravedigger's Handbook, left behind there by accident, and it is her first act of book thievery. So begins a love affair with books and words, as Liesel, with the help of her accordian-playing foster father, learns to read. Soon she is stealing books from Nazi book-burnings, the mayor's wife's library, wherever there are books to be found. But these are dangerous times. When Liesel's foster family hides a Jew in their basement, Liesel's world is both opened up, and closed down. In superbly crafted writing that burns with intensity, award-winning author Markus Zusak has given us one of the most enduring stories of our time.",
    "quotes": [
      "Like most misery, it started with apparent happiness.",
      "Humans, if nothing else, have the good sense to die.",
      "Somewhere, far down, there was an itch in his heart, but he made it a point not to scratch it. He was afraid of what might come leaking out."
    ]
  },
  {
    "id": 4,
    "title": "Little Women",
    "author": "Louisa May Alcott",
    "published": "01/01/1868",
    "edition": "Vintage Classics, 2017, paperback",
    "pages": 416,
    "genre": [
      "fiction",
      "history", "classic"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1626565367i/34649455.jpg",
    "blurb": "Rich or poor, we will keep together and be happy in one another. Christmas won't be the same this year for Meg, Jo, Beth, and Amy, as their father is away fighting in the Civil War and the family has fallen on hard times. But though they may be poor, life for the four March sisters is rich with color, as they play games, put on wild theatricals, make new friends, argue, grapple with their vices, learn from their mistakes, nurse each other through sickness and disappointments, and get into all sorts of trouble.",
    "quotes": [
      "I am not afraid of storms, for I am learning how to sail my ship.",
      "Watch and pray, dear, never get tired of trying, and never think it is impossible to conquer your fault.",
      "Women, they have minds, and they have souls, as well as just hearts. And they’ve got ambition, and they’ve got talent, as well as just beauty. I’m so sick of people saying that love is all a woman is fit for."
    ]
  },
  {
    "id": 5,
    "title": "Piranesi",
    "author": "Susanna Clark",
    "published": "15/09/2020",
    "edition": "Bloomsbury, 2020, hardback",
    "pages": 245,
    "genre": [
      "fiction",
      "fantasy",
      "mystery", "modern"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1609095173i/50202953.jpg",
    "blurb": "Piranesi’s house is no ordinary building: its rooms are infinite, its corridors endless, its walls are lined with thousands upon thousands of statues, each one different from all the others. Within the labyrinth of halls an ocean is imprisoned; waves thunder up staircases, rooms are flooded in an instant. But Piranesi is not afraid; he understands the tides as he understands the pattern of the labyrinth itself. He lives to explore the house. There is one other person in the house—a man called The Other, who visits Piranesi twice a week and asks for help with research into A Great and Secret Knowledge. But as Piranesi explores, evidence emerges of another person, and a terrible truth begins to unravel, revealing a world beyond the one Piranesi has always known.",
    "quotes": ["The Beauty of the House is immeasurable; its Kindness infinite.", "Perhaps even people you like and admire immensely can make you see the World in ways you would rather not.", "I can see it is in the nature of men to prefer one thing to another, to find one thing more meaningful than another."]
  },
  {
    "id": 6,
    "title": "The Shadow of the Wind",
    "author": "Carlos Ruiz Zafón",
    "published": "01/01/2005",
    "edition": "Penguin Books, 2005, paperback",
    "pages": 512,
    "genre": [
      "fiction",
      "history",
      "mystery", "modern"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1628791882i/1232.jpg",
    "blurb": "Barcelona, 1945: A city slowly heals from its war wounds, and Daniel, an antiquarian book dealer's son who mourns the loss of his mother, finds solace in a mysterious book entitled The Shadow of the Wind, by one Julian Carax. But when he sets out to find the author's other works, he makes a shocking discovery: someone has been systematically destroying every copy of every book Carax has written. In fact, Daniel may have the last of Carax's books in existence. Soon Daniel's seemingly innocent quest opens a door into one of Barcelona's darkest secrets--an epic story of murder, madness, and doomed love.",
    "quotes": ["People tend to complicate their own lives, as if living weren't already complicated enough.", "Books are mirrors: you only see in them what you already have inside you.", "Fools talk, cowards are silent, wise men listen."]
  },
  {
    "id": 7,
    "title": "Normal People",
    "author": "Sally Rooney",
    "published": "28/08/2018",
    "edition": "Faber & Faber, 2019, paperback",
    "pages": 266,
    "genre": ["non-fiction", "romance", "modern"],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1556822947i/41086877.jpg",
    "blurb": "Connell and Marianne grow up in the same small town in the west of Ireland, but the similarities end there. In school, Connell is popular and well-liked, while Marianne is a loner. But when the two strike up a conversation – awkward but electrifying – something life-changing begins. Normal People is a story of mutual fascination, friendship and love. It takes us from that first conversation to the years beyond, in the company of two people who try to stay apart but find they can’t.",
    "quotes": ["Marianne had the sense that her real life was happening somewhere very far away, happening without her, and she didn't know if she would ever find out where it was or become part of it.", "Life offers up these moments of joy despite everything.", "It feels powerful to him to put an experience down in words, like he's trapping it in a jar and it can never fully leave him."]
  },
  {
    "id": 8,
    "title": "My Body",
    "author": "Emily Ratajkowski",
    "published": "09/11/2021",
    "edition": "Metropolitan Books, 2021, hardback",
    "pages": 239,
    "genre": [
      "non-fiction",
      "feminism", "biography"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1646821613i/57145833.jpg",
    "blurb": "A deeply honest investigation of what it means to be a woman and a commodity from Emily Ratajkowski, the archetypal, multi-hyphenate celebrity of our time. My Body is a profoundly personal exploration of feminism, sexuality, and power, of men's treatment of women and women's rationalizations for accepting that treatment. These essays chronicle moments from Ratajkowski’s life while investigating the culture’s fetishization of girls and female beauty, its obsession with and contempt for women’s sexuality, the perverse dynamics of the fashion and film industries, and the gray area between consent and abuse. Nuanced, fierce, and incisive, My Body marks the debut of a writer brimming with courage and intelligence.",
    "quotes": ["I so desperately craved men's validation that I accepted it even when it came wrapped in disrespect.", "I want to calculate my beauty to protect myself, to understand exactly how much power and lovability I have.", "Feminism is all about choice, I reminded the world, so stop trying to control me."]
  },
  {
    "id": 9,
    "title": "The Five: The Untold Lives of the Women Killed by Jack the Ripper",
    "author": "Hallie Rubenhold",
    "published": "01/02/2019",
    "edition": "Doubleday, 2019, hardback",
    "pages": 432,
    "genre": [
      "non-fiction",
      "true-crime"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1550146801i/40554109.jpg",
    "blurb": "Five devastating human stories and a dark and moving portrait of Victorian London - the untold lives of the women killed by Jack the Ripper. Polly, Annie, Elizabeth, Catherine and Mary-Jane are famous for the same thing, though they never met. They came from Fleet Street, Knightsbridge, Wolverhampton, Sweden and Wales. They wrote ballads, ran coffee houses, lived on country estates, they breathed ink-dust from printing presses and escaped people-traffickers. What they had in common was the year of their murders: 1888. The person responsible was never identified, but the character created by the press to fill that gap has become far more famous than any of these five women. For more than a century, newspapers have been keen to tell us that ‘the Ripper’ preyed on prostitutes. Not only is this untrue, as historian Hallie Rubenhold has discovered, it has prevented the real stories of these fascinating women from being told. Now, in this devastating narrative of five lives, Rubenhold finally sets the record straight, revealing a world not just of Dickens and Queen Victoria, but of poverty, homelessness and rampant misogyny. They died because they were in the wrong place at the wrong time – but their greatest misfortune was to be born a woman.",
    "quotes": ["The victims of Jack the Ripper were never 'just prostitutes'; they were daughters, wives, mothers, sisters, and lovers. They were women. They were human beings, and surely that in itself is enough.", "At its very core, the story of Jack the Ripper is a narrative of a killer’s deep, abiding hatred of women, and our cultural obsession with the mythology only serves to normalize its particular brand of misogyny.", "When a woman steps out of line and contravenes the feminine norm, whether on social media or on the Victorian street, there is a tacit understanding that someone must put her back in her place.", "“The only means by which she could then sustain herself would be to resort to the profession she had been accused of practising."]
    },
  {
    "id": 10,
    "title": "The Secret Life of Bees",
    "author": "Sue Monk Kidd",
    "published": "08/11/2001",
    "edition": "Penguin Books, 2003, paperback",
    "pages": 302,
    "genre": [
      "fiction",
      "history", "modern"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1628532099i/37435.jpg",
    "blurb": "Set in South Carolina in 1964, The Secret Life of Bees tells the story of Lily Owens, whose life has been shaped around the blurred memory of the afternoon her mother was killed. When Lily's fierce-hearted black stand-in mother, Rosaleen, insults three of the deepest racists in town, Lily decides to spring them both free. They escape to Tiburon, South Carolina--a town that holds the secret to her mother's past. Taken in by an eccentric trio of black beekeeping sisters, Lily is introduced to their mesmerizing world of bees and honey, and the Black Madonna. This is a remarkable novel about divine female power, a story women will share and pass on to their daughters for years to come.",
    "quotes": ["Someone who thinks death is the scariest thing doesn't know a thing about life.", "Stories have to be told or they die, and when they die, we can't remember who we are or why we're here.", "After you get stung, you can't get unstung, no matter how much you whine about it."]
  },
  {
    "id": 11,
    "title": "The Bell Jar",
    "author": "Sylvia Plath",
    "published": "01/01/1963",
    "edition": "Faber & Faber, 2005, paperback",
    "pages": 234,
    "genre": [
      "fiction",
       "classic"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1609837205i/774308.jpg",
    "blurb": "Working in New York one hot summer, Esther Greenwood is on the brink of her future. Yet she is also on the edge of a darkness that makes her world increasingly unreal. In this vivid and unforgettable novel about the struggles of growing up, Esther's world shines through: the wide-eyed country girls, her crazed men-friends, hot dinner dances and nights in New York, and a slow slide into breakdown.",
    "quotes": ["The silence depressed me. It wasn't the silence of silence. It was my own silence.", "I felt very still and empty, the way the eye of a tornado must feel, moving dully along in the middle of the surrounding hullabaloo.", "The floor seemed wonderfully solid. It was comforting to know I had fallen and could fall no farther."]
  },
  {
    "id": 12,
    "title": "Women Don't Owe You Pretty",
    "author": "Florence Given",
    "published": "11/06/2020",
    "edition": "Cassell, 2020, hardback",
    "pages": 224,
    "genre": [
      "non-fiction",
      "feminism", "self-help"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1589047982i/49633760.jpg",
    "blurb": "Florence's debut book will explore all progressive corners of the feminist conversation; from insecurity projection and refusing to find comfort in other women's flaws, to deciding whether to date or dump them, all the way through to unpacking the male gaze and how it shapes our identity. WOMEN DON'T OWE YOU PRETTY is an accessible leap into feminism, for people at all stages of their journey who are seeking to reshape and transform the way they view themselves. In a world that tells women we're either not enough or too much, it's time we stop directing our anger and insecurities onto ourselves, and start fighting back to re-shape the toxic structures of our patriarchal society.\n\nFlorence's book will help you to tackle and challenge the limiting narrative you have been bombarded with your whole life, and determine feminism on your own terms. After all, you are the love of your own life.",
    "quotes": ["Choosing yourself will always disappoint some people. The sooner we accept this and make peace with it, the better.", "The world owes you nothing, and equally you owe it nothing.", "Up until now we have been bombarded with the same stories that either make us subconsciously hate ourselves or hate others. It’s time to change the narrative, and the power lies in your hands. Consume diverse content. Reinvigorate those tired taste buds."]
  },
  {
    "id": 13,
    "title": "The Alchemist",
    "author": "Paulo Coelho",
    "published": "01/01/1988",
    "edition": "HarperOne, 2014, paperback",
    "pages": 182,
    "genre": [
      "fiction",
       "fantasy", "classic"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1654371463i/18144590.jpg",
    "blurb": "Paulo Coelho's masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure. His quest will lead him to riches far different—and far more satisfying—than he ever imagined. Santiago's journey teaches us about the essential wisdom of listening to our hearts, recognizing opportunity and learning to read the omens strewn along life's path, and, most importantly, following our dreams.",
    "quotes": ["And, when you want something, all the universe conspires in helping you to achieve it.", "It's the possibility of having a dream come true that makes life interesting.", "There is only one thing that makes a dream impossible to achieve: the fear of failure."]
  },
  {
    "id": 14,
    "title": "The Diary of a Young Girl",
    "author": "Anne Frank",
    "published": "25/06/1947",
    "edition": "Penguin Books, 2007, paperback",
    "pages": 351,
    "genre": [
      "non-fiction", "biography"

    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1182355156i/1263750.jpg",
    "blurb": "In 1942, with the Nazis occupying Holland, a thirteen-year-old Jewish girl and her family fled their home in Amsterdam and went into hiding. For the next two years, until their whereabouts were betrayed to the Gestapo, the Franks and another family lived cloistered in the “Secret Annexe” of an old office building. Cut off from the outside world, they faced hunger, boredom, the constant cruelties of living in confined quarters, and the ever-present threat of discovery and death. In her diary Anne Frank recorded vivid impressions of her experiences during this period. By turns thoughtful, moving, and surprisingly humorous, her account offers a fascinating commentary on human courage and frailty and a compelling self-portrait of a sensitive and spirited young woman whose promise was tragically cut short.",
    "quotes": ["It's really a wonder that I haven't dropped all my ideals, because they seem so absurd and impossible to carry out. Yet I keep them, because in spite of everything, I still believe that people are really good at heart.", "I don't think of all the misery, but of the beauty that still remains.", "Paper is more patient than man."]

  },
  {
    "id": 15,
    "title": "Harry Potter and the Philosopher's Stone",
    "author": "J. K. Rowling",
    "published": "26/06/1997",
    "edition": "Bloomsbury Publishing, 1997, paperback",
    "pages": 223,
    "genre": [
      "fiction",
      "fantasy", "childrens", "modern"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1170803558l/72193.jpg",
    "blurb": "Harry Potter has no idea how famous he is. That's because he's being raised by his miserable aunt and uncle who are terrified Harry will learn that he's really a wizard, just as his parents were. But everything changes when Harry is summoned to attend an infamous school for wizards, and he begins to discover some clues about his illustrious birthright. From the surprising way he is greeted by a lovable giant, to the unique curriculum and colorful faculty at his unusual school, Harry finds himself drawn deep inside a mystical world he never knew existed and closer to his own noble destiny.",
    "quotes": ["It does not do to dwell on dreams and forget to live.", "To the well-organized mind, death is but the next great adventure.", "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends."]
  },
  {
    "id": 16,
    "title": "The Little Prince",
    "author": "Antoine de Saint-Exupéry",
    "published": "06/04/1943",
    "edition": "Wordsworth Editions Limited, 1995, paperback",
    "pages": 112,
    "genre": ["fiction",
      "childrens",
      "fantasy", "classic"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1465824202i/136538.jpg",
    "blurb": "A pilot stranded in the desert awakes one morning to see, standing before him, the most extraordinary little fellow. Please, asks the stranger, draw me a sheep. And the pilot realizes that when life's events are too difficult to understand, there is no choice but to succumb to their mysteries. He pulls out pencil and paper... And thus begins this wise and enchanting fable that, in teaching the secret of what is really important in life, has changed forever the world for its readers.",
    "quotes": ["All grown-ups were once children... but only few of them remember it.", "And now here is my secret, a very simple secret: It is only with the heart that one can see rightly; what is essential is invisible to the eye.", "The most beautiful things in the world cannot be seen or touched, they are felt with the heart."]
  },
  {
    "id": 17,
    "title": "Becoming",
    "author": "Michelle Obama",
    "published": "13/11/2018",
    "edition": "Crown, 2018, hardcover",
    "pages": 426,
    "genre": [
      "non-fiction",
      "biography", "feminism"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1528206996i/38746485.jpg",
    "blurb": "In her memoir, a work of deep reflection and mesmerizing storytelling, Michelle Obama invites readers into her world, chronicling the experiences that have shaped her—from her childhood on the South Side of Chicago to her years as an executive balancing the demands of motherhood and work, to her time spent at the world’s most famous address. With unerring honesty and lively wit, she describes her triumphs and her disappointments, both public and private, telling her full story as she has lived it—in her own words and on her own terms. Warm, wise, and revelatory, Becoming is the deeply personal reckoning of a woman of soul and substance who has steadily defied expectations—and whose story inspires us to do the same.",
    "quotes": ["For me, becoming isn’t about arriving somewhere or achieving a certain aim. I see it instead as forward motion, a means of evolving, a way to reach continuously toward a better self. The journey doesn’t end.", "If you don’t get out there and define yourself, you’ll be quickly and inaccurately defined by others.", "Friendships between women, as any woman will tell you, are built of a thousand small kindnesses... swapped back and forth and over again."]
  },
  {
    "id": 18,
    "title": "Dune",
    "author": "Frank Herbert",
    "published": "01/06/1965",
    "edition": "Hodder, 2015, paperback",
    "pages": 577,
    "genre": [
      "fiction",
      "science", "fantasy", "classic"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1434976394i/25772375.jpg",
    "blurb": "Melange, or 'spice', is the most valuable - and rarest - element in the universe; a drug that does everything from increasing a person's life-span to making interstellar travel possible. And it can only be found on a single planet: the inhospitable desert world Arrakis. Whoever controls Arrakis controls the spice. And whoever controls the spice controls the universe. When the Emperor transfers stewardship of Arrakis from the noble House Harkonnen to House Atreides, the Harkonnens fight back, murdering Duke Leto Atreides. Paul, his son, and Lady Jessica, his concubine, flee into the desert. On the point of death, they are rescued by a band for Fremen, the native people of Arrakis, who control Arrakis' second great resource: the giant worms that burrow beneath the burning desert sands. In order to avenge his father and retake Arrakis from the Harkonnens, Paul must earn the trust of the Fremen and lead a tiny army against the innumerable forces aligned against them.",
    "quotes": ["The mystery of life isn't a problem to solve, but a reality to experience.", "I must not fear. Fear is the mind-killer. Fear is the little-death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me. And when it has gone past I will turn the inner eye to see its path. Where the fear has gone there will be nothing. Only I will remain.", "Deep in the human unconscious is a pervasive need for a logical universe that makes sense. But the real universe is always one step beyond logic."]
  },
  {
    "id": 19,
    "title": "The Seven Husbands of Evelyn Hugo",
    "author": "Taylor Jenkins Reid",
    "published": "13/06/2017",
    "edition": "Atria Books, 2017, hardback",
    "pages": 389,
    "genre": [
      "fiction",
      "history", "romance", "modern"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1664458703i/32620332.jpg",
    "blurb": "Evelyn Hugo is finally ready to tell the truth about her glamorous and scandalous life. But when she chooses unknown magazine reporter Monique Grant for the job, no one in the journalism community is more astounded than Monique herself. Why her? Why now?",
    "quotes": ["Never let anyone make you feel ordinary.", "It’s always been fascinating to me how things can be simultaneously true and false, how people can be good and bad all in one, how someone can love you in a way that is beautifully selfless while serving themselves ruthlessly.", "Sometimes reality comes crashing down on you. Other times reality simply waits, patiently, for you to run out of the energy it takes to deny it."]
  },
  {
    "id": 20,
    "title": "Coraline",
    "author": "Neil Gaiman",
    "published": "02/07/2002",
    "edition": "Bloomsbury, 2013, paperback",
    "pages": 192,
    "genre": [
      "fiction",
      "childrens", "mystery", "fantasy", "modern"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1625404782i/20764916.jpg",
    "blurb": "There is something strange about Coraline's new home. It's not the mist, or the cat that always seems to be watching her, nor the signs of danger that Miss Spink and Miss Forcible, her new neighbours, read in the tea leaves. It's the other house - the one behind the old door in the drawing room. Another mother and father with black-button eyes and papery skin are waiting for Coraline to join them there. And they want her to stay with them. For ever. She knows that if she ventures through that door, she may never come back.",
    "quotes": ["Fairy tales are more than true: not because they tell us that dragons exist, but because they tell us that dragons can be beaten.", "I don't want whatever I want. Nobody does. Not really. What kind of fun would it be if I just got everything I ever wanted just like that, and it didn't mean anything? What then?", "When you are scared, but you do it anyway, that's brave."]
  },
  {
    "id": 21,
    "title": "Daring Greatly",
    "author": "Brené Brown",
    "published": "11/09/2012",
    "edition": "Penguin Life, 2015, paperback",
    "pages": 287,
    "genre": [
      "non-fiction",
      "self-help"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1451349011i/28377865.jpg",
    "blurb": "In a powerful new vision Dr. Brené Brown challenges everything we think we know about vulnerability, and dispels the widely accepted myth that it's a weakness. She argues that, in truth, vulnerability is strength and when we shut ourselves off from vulnerability - fromrevealing our true selves - we distance ourselves from the experiences that bring purpose and meaning to our lives.",
    "quotes": ["Courage starts with showing up and letting ourselves be seen.", "Vulnerability sounds like truth and feels like courage. Truth and courage aren't always comfortable, but they're never weakness.", "Because true belonging only happens when we present our authentic, imperfect selves to the world, our sense of belonging can never be greater than our level of self-acceptance."]
  },
  {
    "id": 22,
    "title": "Jane Eyre",
    "author": "Charlotte Brontë",
    "published": "16/10/1847",
    "edition": "Penguin Classics, 2021, paperback",
    "pages": 590,
    "genre": [
      "fiction", "romance", "history", "classic"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1637888171i/59701670.jpg",
    "blurb": "Charlotte Brontë tells the story of orphaned Jane Eyre, who grows up in the home of her heartless aunt, enduring loneliness and cruelty. This troubled childhood strengthens Jane's natural independence and spirit - which prove necessary when she finds employment as a governess to the young ward of Byronic, brooding Mr Rochester. As her feelings for Rochester develop, Jane gradually uncovers Thornfield Hall's terrible secret, forcing her to make a choice. Should she stay with Rochester and live with the consequences, or follow her convictions - even if it means leaving the man she loves? A novel of intense power and intrigue, Jane Eyre dazzled readers with its passionate depiction of a woman's search for equality and freedom.",
    "quotes": ["I am no bird; and no net ensnares me: I am a free human being with an independent will.", "I would always rather be happy than dignified.", "Life appears to me too short to be spent in nursing animosity or registering wrongs."]
  },
  {
    "id": 23,
    "title": "The Picture of Dorian Gray",
    "author": "Oscar Wilde",
    "published": "01/06/1890",
    "edition": "Random House, 2004, paperback",
    "pages": 272,
    "genre": [
      "fiction", "mystery", "classic"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1546103428i/5297.jpg",
    "blurb": "Enthralled by his own exquisite portrait, Dorian Gray exchanges his soul for eternal youth and beauty. Influenced by his friend Lord Henry Wotton, he is drawn into a corrupt double life; indulging his desires in secret while remaining a gentleman in the eyes of polite society. Only his portrait bears the traces of his decadence. The novel was a success de scandale and the book was later used as evidence against Wilde at the Old Bailey in 1895. It has lost none of its power to fascinate and disturb.",
    "quotes": ["The books that the world calls immoral are books that show the world its own shame.", "Experience is merely the name men gave to their mistakes.", "Nowadays people know the price of everything and the value of nothing."]
  },
  {
    "id": 24,
    "title": "My Sister, The Serial Killer",
    "author": "Oyinkan Braithwaite",
    "published": "17/07/2018",
    "edition": "Doubleday Books, 2018, hardback",
    "pages": 226,
    "genre": [
      "fiction",
      "mystery", "modern"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1523366732i/38819868.jpg",
    "blurb": "When Korede's dinner is interrupted one night by a distress call from her sister, Ayoola, she knows what's expected of her: bleach, rubber gloves, nerves of steel and a strong stomach. This'll be the third boyfriend Ayoola's dispatched in, quote, self-defence and the third mess that her lethal little sibling has left Korede to clear away. She should probably go to the police for the good of the menfolk of Nigeria, but she loves her sister and, as they say, family always comes first. Until, that is, Ayoola starts dating the doctor where Korede works as a nurse. Korede's long been in love with him, and isn't prepared to see him wind up with a knife in his back: but to save one would mean sacrificing the other...",
    "quotes": ["The most loving parents and relatives commit murder with smiles on their faces. They force us to destroy the person we really are: a subtle kind of murder.", "It’s because she is beautiful, you know. That’s all it is. They don’t really care about the rest of it. She gets a pass at life.", "I know better than to take life directions from someone without a moral compass."]
  },
  {
    "id": 25,
    "title": "I'm Glad My Mom Died",
    "author": "Jennette McCurdy",
    "published": "09/08/2022",
    "edition": "Simon & Schuster, 2022, hardback",
    "pages": 304,
    "genre": [
      "non-fiction",
      "biography"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1649286799i/59364173.jpg",
    "blurb": "In I’m Glad My Mom Died, Jennette recounts all this in unflinching detail—just as she chronicles what happens when the dream finally comes true. Cast in a new Nickelodeon series called iCarly, she is thrust into fame. Though Mom is ecstatic, emailing fan club moderators and getting on a first-name basis with the paparazzi (“Hi Gale!”), Jennette is riddled with anxiety, shame, and self-loathing, which manifest into eating disorders, addiction, and a series of unhealthy relationships. These issues only get worse when, soon after taking the lead in the iCarly spinoff Sam & Cat alongside Ariana Grande, her mother dies of cancer. Finally, after discovering therapy and quitting acting, Jennette embarks on recovery and decides for the first time in her life what she really wants.",
    "quotes": ["I was conditioned to believe any boundary I wanted was a betrayal of her, so I stayed silent. Cooperative.", "SLIPS ARE TOTALLY NORMAL. WHEN you have a slip, it’s just that. A slip. It doesn’t define you. It doesn’t make you a failure. The most important thing is that you don’t let that slip become a slide.", "I feel like the world is divided into two types of people: people who know loss and people who don't."]
  },
  {
    "id": 26,
    "title": "Solve for Happy",
    "author": "Mo Gawdat",
    "published": "01/03/2017",
    "edition": "Gallery Books, 2017, hardback",
    "pages": 368,
    "genre": [
      "non-fiction",
      "self-help"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1489922834i/30354426.jpg",
    "blurb": "In Solve for Happy Mo questions some of the most fundamental aspects of our existence, shares the underlying reasons for suffering, and plots out a step-by-step process for achieving lifelong happiness and enduring contentment. He shows us how to view life through a clear lens, teaching us how to dispel the illusions that cloud our thinking; overcome the brain’s blind spots; and embrace five ultimate truths. No matter what obstacles we face, what burdens we bear, what trials we’ve experienced, we can all be content with our present situation and optimistic about the future.",
    "quotes": ["We wear different masks and hide our reality from everyone, including ourselves. Our assumed identities becomes our whole lives, and we start to believe them—even more than others do.", "We view memories as archives of past events—of what has actually happened. But in reality, memories are nothing more than descriptions of what we think happened.", "Life, however, sometimes needs to give you a nudge in order to alter your path. It uses a bit of hardship to lead you to something good."]
  },
  {
    "id": 27,
    "title": "A Life on Our Planet",
    "author": "Sir David Attenborough",
    "published": "01/10/2020",
    "edition": "Grand Central Publishing, 2020, hardback",
    "pages": 272,
    "genre": [
      "non-fiction",
      "travel", "biography"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1608723131i/53916142.jpg",
    "blurb": "I am 94. I've had an extraordinary life. It's only now that I appreciate how extraordinary. As a young man, I felt I was out there in the wild, experiencing the untouched natural world - but it was an illusion. The tragedy of our time has been happening all around us, barely noticeable from day to day - the loss of our planet's wild places, its biodiversity. I have been witness to this decline. A Life on Our Planet is my witness statement, and my vision for the future. It is the story of how we came to make this, our greatest mistake - and how, if we act now, we can yet put it right. We have one final chance to create the perfect home for ourselves and restore the wonderful world we inherited. All we need is the will to do so.",
    "quotes": ["We moved from being a part of nature to being apart from nature.", "We have come as far as we have because we are the cleverest creatures to have ever lived on Earth. But if we are to continue to exist, we will require more than intelligence. We will require wisdom.", "We often talk of saving the planet, but the truth is that we must do these things to save ourselves. With or without us, the wild will return."]
  },
    {
      "id": 28,
      "title": "Animal Farm",
      "author": "George Orwell",
      "published": "17/08/1945",
      "edition": "Signet Classics, 1996, paperback",
      "pages": 128,
      "genre": [
        "fiction",
        "classic", "fantasy"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1325861570i/170448.jpg",
      "blurb": "A farm is taken over by its overworked, mistreated animals. With flaming idealism and stirring slogans, they set out to create a paradise of progress, justice, and equality. Thus the stage is set for one of the most telling satiric fables ever penned –a razor-edged fairy tale for grown-ups that records the evolution from revolution against tyranny to a totalitarianism just as terrible.\nWhen Animal Farm was first published, Stalinist Russia was seen as its target. Today it is devastatingly clear that wherever and whenever freedom is attacked, under whatever banner, the cutting clarity and savage comedy of George Orwell’s masterpiece have a meaning and message still ferociously fresh.",
      "quotes": ["All animals are equal, but some animals are more equal than others.", "Man is the only creature that consumes without producing. He does not give milk, he does not lay eggs, he is too weak to pull the plough, he cannot run fast enough to catch rabbits. Yet he is lord of all the animals.", "Four legs good, two legs bad."]
    },
    {
      "id": 29,
      "title": "Mexican Gothic",
      "author": "Silvia Moreno-Garcia",
      "published": "30/06/2020",
      "edition": "Del Rey, 2020, hardback",
      "pages": 301,
      "genre": [
        "fiction",
        "fantasy", "mystery", "modern"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1607462569i/53152636.jpg",
      "blurb": "When glamorous socialite Noemí Taboada receives a frantic letter from her newlywed cousin begging to be rescued from a mysterious doom, it's clear something is desperately amiss. Catalina has always had a flair for the dramatic, but her claims that her husband is poisoning her and her visions of restless ghosts seem remarkable, even for her. Tough and smart, she possesses an indomitable will, and she is not afraid: not of her cousin's new husband, who is both menacing and alluring; not of his father, the ancient patriarch who seems to be fascinated by Noemí; and not of the house itself, which begins to invade Noemi's dreams with visions of blood and doom. Her only ally in this inhospitable abode is the family's youngest son. Shy and gentle, he seems to want to help, but might also be hiding dark knowledge of his family's past. For there are many secrets behind the walls of High Place. The family's once colossal wealth and faded mining empire kept them from prying eyes, but as Noemí digs deeper she unearths stories of violence and madness.",
      "quotes": ["The world might indeed be a cursed circle; the snake swallowed its tail and there could be no end, only an eternal ruination and endless devouring.", "It was easy to kiss someone when it didn’t matter; it was more difficult when it might be meaningful.", "One could construct a hundred different narratives, it didn’t make them true."]
    },
    {
      "id": 30,
      "title": "Emma",
      "author": "Jane Austen",
      "published": "01/01/1815",
      "edition": "Bantam Classics, 1984, paperback",
      "pages": 422,
      "genre": [
        "fiction",
        "classic", "romance"],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1388192272i/76691.jpg",
      "blurb": "In a novel remarkable for its sparkling wit and modernity, Austen presents readers with two of literature's greatest comic creations--the eccentric Mr. Woodhouse and that quintessential bore, Miss Bates. Here, too, we have what may well be Jane Austen's most profound characterization: the witty, imaginative, self-deluded Emma, a heroine the author declared \"no one but myself will much like,\" but who has been much loved by generations of readers. Delightfully funny, full of rich irony, Emma is regarded as one of Jane Austen's finest achievements.",
      "quotes": ["If I loved you less, I might be able to talk about it more.", "Silly things do cease to be silly if they are done by sensible people in an impudent way.", "You must be the best judge of your own happiness."]
    },
    {
      "id": 31,
      "title": "Wild: From Lost to Found on the Pacific Crest Trail",
      "author": "Cheryl Strayed",
      "published": "20/03/2012",
      "edition": "Knopf, 2012, hardback",
      "pages": 315,
      "genre": [
        "non-fiction",
        "travel", "biography", "feminism"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1453189881i/12262741.jpg",
      "blurb": "At twenty-two, Cheryl Strayed thought she had lost everything. In the wake of her mother’s death, her family scattered and her own marriage was soon destroyed. Four years later, with nothing more to lose, she made the most impulsive decision of her life. With no experience or training, driven only by blind will, she would hike more than a thousand miles of the Pacific Crest Trail from the Mojave Desert through California and Oregon to Washington State — and she would do it alone.\nTold with suspense and style, sparkling with warmth and humor, Wild powerfully captures the terrors and pleasures of one young woman forging ahead against all odds on a journey that maddened, strengthened, and ultimately healed her.",
      "quotes": ["I knew that if I allowed fear to overtake me, my journey was doomed. Fear, to a great extent, is born of a story we tell ourselves, and so I chose to tell myself a different story from the one women are told.", "The universe, I'd learned, was never, ever kidding. It would take whatever it wanted and it would never give it back.", "Alone had always felt like an actual place to me, as if it weren’t a state of being, but rather a room where I could retreat to be who I really was."]
    },
    {
      "id": 32,
      "title": "The Martian",
      "author": "Andy Weir",
      "published": "27/09/2011",
      "edition": "Crown, 2014, hardback",
      "pages": 384,
      "genre": [
        "fiction",
        "modern", "science"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1413706054i/18007564.jpg",
      "blurb": "Six days ago, astronaut Mark Watney became one of the first people to walk on Mars. Now, he’s sure he’ll be the first person to die there. After a dust storm nearly kills him and forces his crew to evacuate while thinking him dead, Mark finds himself stranded and completely alone with no way to even signal Earth that he’s alive—and even if he could get word out, his supplies would be gone long before a rescue could arrive. Chances are, though, he won’t have time to starve to death. The damaged machinery, unforgiving environment, or plain-old “human error” are much more likely to kill him first. But Mark isn’t ready to give up yet. Drawing on his ingenuity, his engineering skills — and a relentless, dogged refusal to quit — he steadfastly confronts one seemingly insurmountable obstacle after the next. Will his resourcefulness be enough to overcome the impossible odds against him?",
      "quotes": ["Yes, of course duct tape works in a near-vacuum. Duct tape works anywhere. Duct tape is magic and should be worshiped.", "As with most of life's problems, this one can be solved by a box of pure radiation.", "But really, they did it because every human being has a basic instinct to help each other out. It might not seem that way sometimes, but it’s true."]
    },
    {
      "id": 33,
      "title": "The Tale of Peter Rabbit",
      "author": "Beatrix Potter",
      "published": "16/12/1901",
      "edition": "Warne, 2002, hardback",
      "pages": 72,
      "genre": [
        "fiction",
        "childrens", "fantasy", "classic"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1485118382i/19321.jpg",
      "blurb": "Follow the story of naughty Peter Rabbit as he squeezes—predictably—under the gate into Mr. McGregor's garden and finds himself in all kinds of trouble! But how does Peter Rabbit get himself out of this tricky situation? Beatrix Potter's story about one mischievous but ultimately endearing little creature will tell us, accompanied by beautiful illustrations and timeless verses which have transcended generations.",
      "quotes": ["Even the smallest one can change the world.", "Now run along, and don’t get into mischief.", "At last, Peter Rabbit made his way back to the cozy burrow where he lived with his family. He was a very tired rabbit indeed!"]
    },
    {
      "id": 34,
      "title": "A Room of One's Own",
      "author": "Virginia Woolf",
      "published": "24/10/1929",
      "edition": "Harvest Books, 1989, paperback",
      "pages": 114,
      "genre": [
        "non-fiction",
        "feminism", "essay"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1442687308i/340793.jpg",
      "blurb": "A Room of One's Own is an extended essay by Virginia Woolf. First published on the 24th of October, 1929, the essay was based on a series of lectures she delivered at Newnham College and Girton College, two women's colleges at Cambridge University in October 1928. While this extended essay in fact employs a fictional narrator and narrative to explore women both as writers and characters in fiction, the manuscript for the delivery of the series of lectures, titled Women and Fiction, and hence the essay, are considered nonfiction. The essay is seen as a feminist text, and is noted in its argument for both a literal and figural space for women writers within a literary tradition dominated by patriarchy.",
      "quotes": ["I would venture to guess that Anon, who wrote so many poems without signing them, was often a woman.", "Lock up your libraries if you like; but there is no gate, no lock, no bolt that you can set upon the freedom of my mind.", "A woman must have money and a room of her own if she is to write fiction."]
    },
    {
      "id": 35,
      "title": "The Song of Achilles",
      "author": "Madeline Miller",
      "published": "20/09/2011",
      "edition": "Bloomsbury Publishing, 2011, hardback",
      "pages": 352,
      "genre": [
        "fiction",
        "history", "fantasy", "modern", "romance"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1331154660i/11250317.jpg",
      "blurb": "Achilles, the best of all the Greeks, son of the cruel sea goddess Thetis and the legendary king Peleus, is strong, swift, and beautiful, irresistible to all who meet him. Patroclus is an awkward young prince, exiled from his homeland after an act of shocking violence. Brought together by chance, they forge an inseparable bond, despite risking the gods' wrath. They are trained by the centaur Chiron in the arts of war and medicine, but when word comes that Helen of Sparta has been kidnapped, all the heroes of Greece are called upon to lay siege to Troy in her name. Seduced by the promise of a glorious destiny, Achilles joins their cause, and torn between love and fear for his friend, Patroclus follows. Little do they know that the cruel Fates will test them both as never before and demand a terrible sacrifice.",
      "quotes": ["I could recognize him by touch alone, by smell; I would know him blind, by the way his breaths came and his feet struck the earth. I would know him in death, at the end of the world.", "And perhaps it is the greater grief, after all, to be left on earth when another is gone.", "There are no bargains between lion and men. I will kill you and eat you raw."]
    },
    {
      "id": 36,
      "title": "Call Me By Your Name",
      "author": "André Aciman",
      "published": "23/01/2007",
      "edition": "Picador, 2017, paperback",
      "pages": 248,
      "genre": [
        "fiction",
        "romance", "modern"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1515647362i/34930873.jpg",
      "blurb": "Call Me by Your Name is the story of a sudden and powerful romance that blossoms between an adolescent boy and a summer guest at his parents' cliff-side mansion on the Italian Riviera. Unprepared for the consequences of their attraction, at first each feigns indifference. But during the restless summer weeks that follow, unrelenting buried currents of obsession and fear, fascination and desire, intensify their passion as they test the charged ground between them. What grows from the depths of their spirits is a romance of scarcely six weeks' duration and an experience that marks them for a lifetime. For what the two discover on the Riviera and during a sultry evening in Rome is the one thing both already fear they may never truly find again: total intimacy.",
      "quotes": ["We rip out so much of ourselves to be cured of things faster than we should that we go bankrupt by the age of thirty and have less to offer each time we start with someone new. But to feel nothing so as not to feel anything - what a waste!", "We had the stars, you and I. And this is given once only.", "People who read are hiders. They hide who they are. People who hide don’t always like who they are."]
    },
    {
      "id": 37,
      "title": "The Shining",
      "author": "Stephen King",
      "published": "28/01/1977",
      "edition": "Hodder, 2007, paperback",
      "pages": 497,
      "genre": [
        "fiction",
        "mystery", "classic", "fantasy"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1347532942i/897708.jpg",
      "blurb": "This tale of a troubled man hired to care for a remote mountain resort over the winter, his loyal wife, and their uniquely gifted son slowly but steadily unfolds as secrets from the Overlook Hotel's past are revealed, and the hotel itself attempts to claim the very souls of the Torrence family. Adapted into a cinematic masterpiece of horror by legendary Stanley Kubrick -- featuring an unforgettable performance by a demonic Jack Nicholson --The Shining stands as a cultural icon of modern horror, a searing study of a family torn apart, and a nightmarish glimpse into the dark recesses of human weakness and dementia.",
      "quotes": ["Wendy? Darling? Light, of my life. I'm not gonna hurt ya. I'm just going to bash your brains in.", "Sometimes human places, create inhuman monsters.", "Monsters are real. Ghosts are too. They live inside of us, and sometimes, they win."]
    },
    {
      "id": 38,
      "title": "I Am Malala",
      "author": "Malala Yousafzai",
      "published": "01/11/2012",
      "edition": "Little, Brown and Company, 2013, hardback",
      "pages": 327,
      "genre": [
        "non-fiction",
        "biography", "feminism"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1375414895i/17851885.jpg",
      "blurb": "When the Taliban took control of the Swat Valley in Pakistan, one girl spoke out. Malala Yousafzai refused to be silenced and fought for her right to an education. On Tuesday, October 9, 2012, when she was fifteen, she almost paid the ultimate price. She was shot in the head at point-blank range while riding the bus home from school, and few expected her to survive. Instead, Malala's miraculous recovery has taken her on an extraordinary journey from a remote valley in northern Pakistan to the halls of the United Nations in New York. At sixteen, she has become a global symbol of peaceful protest and the youngest-ever Nobel Peace Prize laureate.",
      "quotes": ["We realize the importance of our voices only when we are silenced.", "One child, one teacher, one book, one pen can change the world.", "Education is neither Eastern nor Western, it is human."]
    },
    {
      "id": 39,
      "title": "His Dark Materials: The Golden Compass",
      "author": "Philip Pullman",
      "published": "01/07/1995",
      "edition": "Knopf Books, 1996, hardback",
      "pages": 399,
      "genre": [
        "fiction",
        "fantasy", "childrens"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1505766203i/119322.jpg",
      "blurb": "Lyra is rushing to the cold, far North, where witch clans and armored bears rule. North, where the Gobblers take the children they steal--including her friend Roger. North, where her fearsome uncle Asriel is trying to build a bridge to a parallel world. Can one small girl make a difference in such great and terrible endeavors? This is Lyra: a savage, a schemer, a liar, and as fierce and true a champion as Roger or Asriel could want--but what Lyra doesn't know is that to help one of them will be to betray the other.",
      "quotes": ["You cannot change what you are, only what you do.", "We are all subject to the fates. But we must act as if we are not, or die of despair.", "Human beings can't see anything without wanting to destroy it. That's original sin. And I'm going to destroy it. Death is going to die."]
    },
    {
      "id": 40,
      "title": "The Help",
      "author": "Kathryn Stockett",
      "published": "10/02/2009",
      "edition": "Penguin Books, 2010, paperback",
      "pages": 444,
      "genre": [
        "fiction",
        "history", "modern"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1278457730i/7856358.jpg",
      "blurb": "There's Aibileen, raising her seventeenth white child and nursing the hurt caused by her own son's tragic death; Minny, whose cooking is nearly as sassy as her tongue; and white Miss Skeeter, home from College, who wants to know why her beloved maid has disappeared. Skeeter, Aibileen and Minny. No one would believe they'd be friends; fewer still would tolerate it. But as each woman finds the courage to cross boundaries, they come to depend and rely upon one another. Each is in a search of a truth. And together they have an extraordinary story to tell...",
      "quotes": ["All I'm saying is, kindness don't have no boundaries.", "Write about what disturbs you, particularly if it bothers no one else.", "I always thought insanity would be a dark, bitter feeling, but it is drenching and delicious if you really roll around in it."]
    },
    {
      "id": 41,
      "title": "The Year of Magical Thinking",
      "author": "Joan Didion",
      "published": "01/09/2005",
      "edition": "Vintage, 2007, paperback",
      "pages": 227,
      "genre": [
        "non-fiction",
        "biography", "feminism"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1327878638i/7815.jpg",
      "blurb": "Several days before Christmas 2003, John Gregory Dunne and Joan Didion saw their only daughter, Quintana, fall ill with what seemed at first flu, then pneumonia, then complete septic shock. She was put into an induced coma and placed on life support. Days later–the night before New Year's Eve–the Dunnes were just sitting down to dinner after visiting the hospital when John Gregory Dunne suffered a massive and fatal coronary. In a second, this close, symbiotic partnership of forty years was over. Four weeks later, their daughter pulled through. Two months after that, arriving at LAX, she collapsed and underwent six hours of brain surgery at UCLA Medical Center to relieve a massive hematoma. This powerful book is Didion's attempt to make sense of the weeks and then months that cut loose any fixed idea I ever had about death, about illness... about marriage and children and memory... about the shallowness of sanity, about life itself.",
      "quotes": ["Life changes in the instant. The ordinary instant.", "Grief is different. Grief has no distance. Grief comes in waves, paroxysms, sudden apprehensions that weaken the knees and blind the eyes and obliterate the dailiness of life.", "I wanted to get the tears out of the way so I could act sensibly."]
    },
    {
      "id": 42,
      "title": "Cat's Cradle",
      "author": "Kurt Vonnegut Jr.",
      "published": "01/01/1963",
      "edition": "Penguin Classics, 2008, paperback",
      "pages": 206,
      "genre": [
        "fiction",
        "classic", "science"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1542309435i/2865440.jpg",
      "blurb": "Dr Felix Hoenikker, one of the founding 'fathers' of the atomic bomb, has left a deadly legacy to the world. For he is the inventor of ice-nine, a lethal chemical capable of freezing the entire planet. Writer Jonah's search for its whereabouts leads to Hoenikker's three eccentric children, to an island republic in the Caribbean where the religion of Bokononism is practised, to love and to insanity. Told with deadpan humour and bitter irony, Kurt Vonnegut's cult tale of global destruction is a funny and frightening satire on the end of the world and the madness of mankind.",
      "quotes": ["In the beginning, God created the earth, and he looked upon it in His cosmic loneliness.", "Science is magic that works.", "There is love enough in this world for everybody, if people will just look."]
    },
    {
      "id": 43,
      "title": "Kafka on the Shore",
      "author": "Haruki Murakami",
      "published": "01/01/2002",
      "edition": "Vintage International, 2006, paperback",
      "pages": 467,
      "genre": [
        "fiction",
        "fantasy", "modern"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1429638085i/4929.jpg",
      "blurb": "Kafka on the Shore is powered by two remarkable characters: a teenage boy, Kafka Tamura, who runs away from home either to escape a gruesome oedipal prophecy or to search for his long-missing mother and sister; and an aging simpleton called Nakata, who never recovered from a wartime affliction and now is drawn toward Kafka for reasons that, like the most basic activities of daily life, he cannot fathom. As their paths converge, and the reasons for that convergence become clear, Haruki Murakami enfolds readers in a world where cats talk, fish fall from the sky, and spirits slip out of their bodies to make love or commit murder. Kafka on the Shore displays one of the world's great storytellers at the peak of his powers.",
      "quotes": ["Memories warm you up from the inside. But they also tear you apart.", "If you remember me, then I don't care if everyone else forgets.", "And once the storm is over, you won’t remember how you made it through, how you managed to survive. You won’t even be sure, whether the storm is really over. But one thing is certain. When you come out of the storm, you won’t be the same person who walked in. That’s what this storm’s all about."]
    },
    {
      "id": 44,
      "title": "Gone Girl",
      "author": "Gillian Flynn",
      "published": "14/05/2012",
      "edition": "Broadway Books, 2014, paperback",
      "pages": 415,
      "genre": [
        "fiction",
        "mystery", "modern"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1554086139i/19288043.jpg",
      "blurb": "Who are you? What have we done to each other? These are the questions Nick Dunne finds himself asking on the morning of his fifth wedding anniversary when his wife Amy suddenly disappears. The police suspect Nick. Amy's friends reveal that she was afraid of him, that she kept secrets from him. He swears it isn't true. A police examination of his computer shows strange searches. He says they weren't made by him. And then there are the persistent calls on his mobile phone. So what did happen to Nick's beautiful wife?",
      "quotes": ["There’s something disturbing about recalling a warm memory and feeling utterly cold.", "Tampon commercial, detergent commercial, maxi pad commercial, windex commercial - you'd think all women do is clean and bleed.", "There's a difference between really loving someone and loving the idea of her."]
    },
    {
      "id": 45,
      "title": "Columbine",
      "author": "Dave Cullen",
      "published": "01/03/2009",
      "edition": "Twelve, 2009, hardback",
      "pages": 417,
      "genre": [
        "non-fiction",
        "true-crime"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1442939134i/5632446.jpg",
      "blurb": "What really happened April 20, 1999? The horror left an indelible stamp on the American psyche, but most of what we know is wrong. It wasn't about jocks, Goths, or the Trench Coat Mafia. Dave Cullen was one of the first reporters on scene, and spent ten years on this book-widely recognized as the definitive account. With a keen investigative eye and psychological acumen, he draws on mountains of evidence, insight from the world's leading forensic psychologists, and the killers' own words and drawings-several reproduced in a new appendix. Cullen paints raw portraits of two polar opposite killers. They contrast starkly with the flashes of resilience and redemption among the survivors.",
      "quotes": ["You can't really teach a kid anything: you can only show him the way and motivate him to learn it himself.", "Psychopaths don't act like Hannibal Lecter or Norman Bates. They come off like Hugh Grant, in his most adorable role.", "I’m often asked what made me spend a decade on Columbine. It was that day and those kids. I didn’t see it as a book then, but I knew I’d be with these kids a long time. Eventually, two questions drove me. The second was why. Why drove me nuts. But the question that started and sustained me was what would became of those two thousand kids."]
    },
    {
      "id": 46,
      "title": "The Princess Bride",
      "author": "William Goldman",
      "published": "01/09/1973",
      "edition": "Ballantine Books, 2003, paperback",
      "pages": 456,
      "genre": [
        "fiction",
        "romance", "fantasy", "classic"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1327903636i/21787.jpg",
      "blurb": "What happens when the most beautiful girl in the world marries the handsomest prince of all time and he turns out to be...well...a lot less than the man of her dreams? What's it about? Fencing. Fighting. True Love. Strong Hate. Harsh Revenge. A Few Giants. Lots of Bad Men. Lots of Good Men. Five or Six Beautiful Women. Beasties Monstrous and Gentle. Some Swell Escapes and Captures. Death, Lies, Truth, Miracles, and a Little Sex.",
      "quotes": ["When I was your age, television was called books.", "Life isn't fair, it's just fairer than death, that's all.", "Her heart was a secret garden and the walls were very high."]
    },
    {
      "id": 47,
      "title": "The Kite Runner",
      "author": "Khaled Hosseini",
      "published": "01/01/2003",
      "edition": "Riverhead Books, 2004, paperback",
      "pages": 371,
      "genre": [
        "fiction",
        "history", "modern"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1579036753i/77203.jpg",
      "blurb": "1970s Afghanistan: Twelve-year-old Amir is desperate to win the local kite-fighting tournament and his loyal friend Hassan promises to help him. But neither of the boys can foresee what would happen to Hassan that afternoon, an event that is to shatter their lives. After the Russians invade and the family is forced to flee to America, Amir realises that one day he must return to an Afghanistan under Taliban rule to find the one thing that his new world cannot grant him: redemption.",
      "quotes": ["It may be unfair, but what happens in a few days, sometimes even a single day, can change the course of a whole lifetime...", "And that's the thing about people who mean everything they say. They think everyone else does too.", "There are a lot of children in Afghanistan, but little childhood."]
    },
    {
      "id": 48,
      "title": "The Chronicles of Narnia: The Lion, the Witch and the Wardrobe",
      "author": "C. S. Lewis",
      "published": "16/10/1950",
      "edition": "Harper Collins, 2005, paperback",
      "pages": 767,
      "genre": [
        "fiction",
        "classic", "childrens", "fantasy"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1353029077i/100915.jpg",
      "blurb": "Narnia… the land beyond the wardrobe door, a secret place frozen in eternal winter, a magical country waiting to be set free. Lucy is the first to find the secret of the wardrobe in the professor's mysterious old house. At first her brothers and sister don't believe her when she tells of her visit to the land of Narnia. But soon Edmund, then Peter and Susan step through the wardrobe themselves. In Narnia they find a country buried under the evil enchantment of the White Witch. When they meet the Lion Aslan, they realize they've been called to a great adventure and bravely join the battle to free Narnia from the Witch's sinister spell.",
      "quotes": ["Once a king or queen of Narnia, always a king or queen of Narnia.", "If ever they remembered their life in this world it was as one remembers a dream.", "And so for a time it looked as if all the adventures were coming to an end; but that was not to be."]
    },
    {
      "id": 49,
      "title": "The Hunger Games",
      "author": "Suzanne Collins",
      "published": "14/09/2008",
      "edition": "Scholastic Press, 2008, hardback",
      "pages": 374,
      "genre": [
        "fiction",
        "fantasy", "science", "modern"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1586722975i/2767052.jpg",
      "blurb": "In the ruins of a place once known as North America lies the nation of Panem, a shining Capitol surrounded by twelve outlying districts. The Capitol is harsh and cruel and keeps the districts in line by forcing them all to send one boy and one girl between the ages of twelve and eighteen to participate in the annual Hunger Games, a fight to the death on live TV. Sixteen-year-old Katniss Everdeen, who lives alone with her mother and younger sister, regards it as a death sentence when she steps forward to take her sister's place in the Games. But Katniss has been close to dead before—and survival, for her, is second nature. Without really meaning to, she becomes a contender. But if she is to win, she will have to start making choices that weight survival against humanity and life against love.",
      "quotes": ["You don’t forget the face of the person who was your last hope.", "Happy Hunger Games! And may the odds be ever in your favor.", "Destroying things is much easier than making them."]
    },
    {
      "id": 50,
      "title": "Letter to a Stranger: Essays to the Ones Who Haunt Us",
      "author": "Colleen Kinder",
      "published": "22/03/2022",
      "edition": "Algonquin Books, 2022, paperback",
      "pages": 336,
      "genre": [
        "non-fiction",
        "travel", "essays"
      ],
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1627246513i/56271461.jpg",
      "blurb": "Sixty-five extraordinary writers grapple with this mystery: How can an ephemeral encounter with a stranger leave such an eternal mark? When Colleen Kinder put out a call for authors to write a letter to a stranger about an unforgettable encounter, she opened  the floodgates. The responses—intimate and addictive, all written in the second person—began pouring in. Moving and unforgettable, Letter to a Stranger is an irresistible read for the literary traveler and the perfect gift for anyone who is haunted by a person they met once and will remember forever.",
      "quotes": ["If there is no justice in this world, try the next.", "We are born into a world of strangers. We spend our lives turning them into beloveds and ghosts: the ones we need, the ones we ache for, the ones we lose, the ones we brush up against and never really know, who stay with us anyway.", "But this is the power of memory: the person who owns it can morph it to her desire."]
    }

]

