[
  {
    "id": 1,
    "title": "The Hobbit",
    "author": "J. R. R. Tolkien",
    "published": "21/09/1937",
    "edition": "Harper Collins, 2011, paperback",
    "pages": 305,
    "genre": [
      "fiction",
      "classic",
      "fantasy"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1439554741i/26098210.jpg",
    "blurb": "In a hole in the ground there lived a hobbit. Not a nasty, dirty, wet hole, filled with the ends of worms and an oozy smell, nor yet a dry, bare, sandy hole with nothing in it to sit down on or to eat: it was a hobbit-hole, and that means comfort. Written for J.R.R. Tolkien’s own children, The Hobbit met with instant critical acclaim when it was first published in 1937. Now recognized as a timeless classic, this introduction to the hobbit Bilbo Baggins, the wizard Gandalf, Gollum, and the spectacular world of Middle-earth recounts of the adventures of a reluctant hero, a powerful and dangerous ring, and the cruel dragon Smaug the Magnificent.",
    "quotes": [
      "So comes snow after fire, and even dragons have their endings.",
      "Where there's life there's hope.",
      "I have found that it is the small everyday deed of ordinary folks that keep the darkness at bay. Small acts of kindness and love."
    ]
  },
  {
    "id": 2,
    "title": "The Travelling Cat Chronicles",
    "author": "Hiro Arikawa",
    "published": "01/11/2012",
    "edition": "Doubleday, 2017, paperback",
    "pages": 256,
    "genre": [
      "fiction",
      "modern", "travel"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1621677878i/34728079.jpg",
    "blurb": "We take journeys to explore exotic new places and to return to the comforts of home, to visit old acquaintances and to make new friends. But the most important journey is the one that shows us how to follow our hearts...An instant international bestseller and indie bestseller, The Travelling Cat Chronicles has charmed readers around the world. With simple yet descriptive prose, this novel gives voice to Nana the cat and his owner, Satoru, as they take to the road on a journey with no other purpose than to visit three of Satoru's longtime friends. Or so Nana is led to believe... With his crooked tail--a sign of good fortune--and adventurous spirit, Nana is the perfect companion for the man who took him in as a stray. And as they travel in a silver van across Japan, with its ever-changing scenery and seasons, they will learn the true meaning of courage and gratitude, of loyalty and love.",
    "quotes": [
      "If you have to consider what’s going to happen after you die, life becomes doubly troublesome.",
      "As we count up the memories from one journey, we head off on another. Remembering those who went ahead. Remembering those who will follow after. And someday, we will meet all those people again, out beyond the horizon.",
      "No other animal in the world would try to defy the laws of nature, but humans are a very peculiar species."
    ]
  },
  {
    "id": 3,
    "title": "The Book Thief",
    "author": "Markus Zusak",
    "published": "01/03/2006",
    "edition": "Penguin, 2018, paperback",
    "pages": 560,
    "genre": [
      "fiction",
      "history"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1541355637i/42628604.jpg",
    "blurb": "It is 1939. Nazi Germany. The country is holding its breath. Death has never been busier, and will be busier still. By her brother's graveside, Liesel's life is changed when she picks up a single object, partially hidden in the snow. It is The Gravedigger's Handbook, left behind there by accident, and it is her first act of book thievery. So begins a love affair with books and words, as Liesel, with the help of her accordian-playing foster father, learns to read. Soon she is stealing books from Nazi book-burnings, the mayor's wife's library, wherever there are books to be found. But these are dangerous times. When Liesel's foster family hides a Jew in their basement, Liesel's world is both opened up, and closed down. In superbly crafted writing that burns with intensity, award-winning author Markus Zusak has given us one of the most enduring stories of our time.",
    "quotes": [
      "Like most misery, it started with apparent happiness.",
      "Humans, if nothing else, have the good sense to die.",
      "Somewhere, far down, there was an itch in his heart, but he made it a point not to scratch it. He was afraid of what might come leaking out."
    ]
  },
  {
    "id": 4,
    "title": "Little Women",
    "author": "Louisa May Alcott",
    "published": "01/01/1868",
    "edition": "Vintage Classics, 2017, paperback",
    "pages": 416,
    "genre": [
      "fiction",
      "history",
      "classic",
      "feminism"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1626565367i/34649455.jpg",
    "blurb": "Rich or poor, we will keep together and be happy in one another. Christmas won't be the same this year for Meg, Jo, Beth, and Amy, as their father is away fighting in the Civil War and the family has fallen on hard times. But though they may be poor, life for the four March sisters is rich with color, as they play games, put on wild theatricals, make new friends, argue, grapple with their vices, learn from their mistakes, nurse each other through sickness and disappointments, and get into all sorts of trouble.",
    "quotes": [
      "I am not afraid of storms, for I am learning how to sail my ship.",
      "Watch and pray, dear, never get tired of trying, and never think it is impossible to conquer your fault.",
      "Women, they have minds, and they have souls, as well as just hearts. And they’ve got ambition, and they’ve got talent, as well as just beauty. I’m so sick of people saying that love is all a woman is fit for."
    ]
  },
  {
    "id": 5,
    "title": "Piranesi",
    "author": "Susanna Clark",
    "published": "15/09/2020",
    "edition": "Bloomsbury, 2020, hardback",
    "pages": 245,
    "genre": [
      "fiction",
      "fantasy",
      "mystery"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1609095173i/50202953.jpg",
    "blurb": "Piranesi’s house is no ordinary building: its rooms are infinite, its corridors endless, its walls are lined with thousands upon thousands of statues, each one different from all the others. Within the labyrinth of halls an ocean is imprisoned; waves thunder up staircases, rooms are flooded in an instant. But Piranesi is not afraid; he understands the tides as he understands the pattern of the labyrinth itself. He lives to explore the house. There is one other person in the house—a man called The Other, who visits Piranesi twice a week and asks for help with research into A Great and Secret Knowledge. But as Piranesi explores, evidence emerges of another person, and a terrible truth begins to unravel, revealing a world beyond the one Piranesi has always known.",
    "quotes": ["The Beauty of the House is immeasurable; its Kindness infinite.", "Perhaps even people you like and admire immensely can make you see the World in ways you would rather not.", "I can see it is in the nature of men to prefer one thing to another, to find one thing more meaningful than another."]
  },
  {
    "id": 6,
    "title": "The Shadow of the Wind",
    "author": "Carlos Ruiz Zafón",
    "published": "01/01/2005",
    "edition": "Penguin Books, 2005, paperback",
    "pages": 512,
    "genre": [
      "fiction",
      "history",
      "mystery"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1628791882i/1232.jpg",
    "blurb": "Barcelona, 1945: A city slowly heals from its war wounds, and Daniel, an antiquarian book dealer's son who mourns the loss of his mother, finds solace in a mysterious book entitled The Shadow of the Wind, by one Julian Carax. But when he sets out to find the author's other works, he makes a shocking discovery: someone has been systematically destroying every copy of every book Carax has written. In fact, Daniel may have the last of Carax's books in existence. Soon Daniel's seemingly innocent quest opens a door into one of Barcelona's darkest secrets--an epic story of murder, madness, and doomed love.",
    "quotes": ["People tend to complicate their own lives, as if living weren't already complicated enough.", "Books are mirrors: you only see in them what you already have inside you.", "Fools talk, cowards are silent, wise men listen."]
  },
  {
    "id": 7,
    "title": "Normal People",
    "author": "Sally Rooney",
    "published": "28/08/2018",
    "edition": "Faber & Faber, 2019, paperback",
    "pages": 266,
    "genre": ["non-fiction", "modern", "romance"],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1556822947i/41086877.jpg",
    "blurb": "Connell and Marianne grow up in the same small town in the west of Ireland, but the similarities end there. In school, Connell is popular and well-liked, while Marianne is a loner. But when the two strike up a conversation – awkward but electrifying – something life-changing begins. Normal People is a story of mutual fascination, friendship and love. It takes us from that first conversation to the years beyond, in the company of two people who try to stay apart but find they can’t.",
    "quotes": ["Marianne had the sense that her real life was happening somewhere very far away, happening without her, and she didn't know if she would ever find out where it was or become part of it.", "Life offers up these moments of joy despite everything.", "It feels powerful to him to put an experience down in words, like he's trapping it in a jar and it can never fully leave him."]
  },
  {
    "id": 8,
    "title": "My Body",
    "author": "Emily Ratajkowski",
    "published": "09/11/2021",
    "edition": "Metropolitan Books, 2021, hardback",
    "pages": 239,
    "genre": [
      "non-fiction",
      "essays",
      "feminism", "biography"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1646821613i/57145833.jpg",
    "blurb": "A deeply honest investigation of what it means to be a woman and a commodity from Emily Ratajkowski, the archetypal, multi-hyphenate celebrity of our time. My Body is a profoundly personal exploration of feminism, sexuality, and power, of men's treatment of women and women's rationalizations for accepting that treatment. These essays chronicle moments from Ratajkowski’s life while investigating the culture’s fetishization of girls and female beauty, its obsession with and contempt for women’s sexuality, the perverse dynamics of the fashion and film industries, and the gray area between consent and abuse. Nuanced, fierce, and incisive, My Body marks the debut of a writer brimming with courage and intelligence.",
    "quotes": ["I so desperately craved men's validation that I accepted it even when it came wrapped in disrespect.", "I want to calculate my beauty to protect myself, to understand exactly how much power and lovability I have.", "Feminism is all about choice, I reminded the world, so stop trying to control me."]
  },
  {
    "id": 9,
    "title": "The Five: The Untold Lives of the Women Killed by Jack the Ripper",
    "author": "Hallie Rubenhold",
    "published": "01/02/2019",
    "edition": "Doubleday, 2019, hardback",
    "pages": 432,
    "genre": [
      "non-fiction",
      "history",
      "true-crime"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1550146801i/40554109.jpg",
    "blurb": "Five devastating human stories and a dark and moving portrait of Victorian London - the untold lives of the women killed by Jack the Ripper. Polly, Annie, Elizabeth, Catherine and Mary-Jane are famous for the same thing, though they never met. They came from Fleet Street, Knightsbridge, Wolverhampton, Sweden and Wales. They wrote ballads, ran coffee houses, lived on country estates, they breathed ink-dust from printing presses and escaped people-traffickers. What they had in common was the year of their murders: 1888. The person responsible was never identified, but the character created by the press to fill that gap has become far more famous than any of these five women. For more than a century, newspapers have been keen to tell us that ‘the Ripper’ preyed on prostitutes. Not only is this untrue, as historian Hallie Rubenhold has discovered, it has prevented the real stories of these fascinating women from being told. Now, in this devastating narrative of five lives, Rubenhold finally sets the record straight, revealing a world not just of Dickens and Queen Victoria, but of poverty, homelessness and rampant misogyny. They died because they were in the wrong place at the wrong time – but their greatest misfortune was to be born a woman.",
    "quotes": ["The victims of Jack the Ripper were never 'just prostitutes'; they were daughters, wives, mothers, sisters, and lovers. They were women. They were human beings, and surely that in itself is enough.", "At its very core, the story of Jack the Ripper is a narrative of a killer’s deep, abiding hatred of women, and our cultural obsession with the mythology only serves to normalize its particular brand of misogyny.", "When a woman steps out of line and contravenes the feminine norm, whether on social media or on the Victorian street, there is a tacit understanding that someone must put her back in her place.", "“The only means by which she could then sustain herself would be to resort to the profession she had been accused of practising."]
    },
  {
    "id": 10,
    "title": "The Secret Life of Bees",
    "author": "Sue Monk Kidd",
    "published": "08/11/2001",
    "edition": "Penguin Books, 2003, paperback",
    "pages": 302,
    "genre": [
      "fiction",
      "history"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1628532099i/37435.jpg",
    "blurb": "Set in South Carolina in 1964, The Secret Life of Bees tells the story of Lily Owens, whose life has been shaped around the blurred memory of the afternoon her mother was killed. When Lily's fierce-hearted black stand-in mother, Rosaleen, insults three of the deepest racists in town, Lily decides to spring them both free. They escape to Tiburon, South Carolina--a town that holds the secret to her mother's past. Taken in by an eccentric trio of black beekeeping sisters, Lily is introduced to their mesmerizing world of bees and honey, and the Black Madonna. This is a remarkable novel about divine female power, a story women will share and pass on to their daughters for years to come.",
    "quotes": ["Someone who thinks death is the scariest thing doesn't know a thing about life.", "Stories have to be told or they die, and when they die, we can't remember who we are or why we're here.", "After you get stung, you can't get unstung, no matter how much you whine about it."]
  },
  {
    "id": 11,
    "title": "The Bell Jar",
    "author": "Sylvia Plath",
    "published": "01/01/1963",
    "edition": "Faber & Faber, 2005, paperback",
    "pages": 234,
    "genre": [
      "fiction",
      "classic", "feminism"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1609837205i/774308.jpg",
    "blurb": "Working in New York one hot summer, Esther Greenwood is on the brink of her future. Yet she is also on the edge of a darkness that makes her world increasingly unreal. In this vivid and unforgettable novel about the struggles of growing up, Esther's world shines through: the wide-eyed country girls, her crazed men-friends, hot dinner dances and nights in New York, and a slow slide into breakdown.",
    "quotes": ["The silence depressed me. It wasn't the silence of silence. It was my own silence.", "I felt very still and empty, the way the eye of a tornado must feel, moving dully along in the middle of the surrounding hullabaloo.", "The floor seemed wonderfully solid. It was comforting to know I had fallen and could fall no farther."]
  },
  {
    "id": 12,
    "title": "Women Don't Owe You Pretty",
    "author": "Florence Given",
    "published": "11/06/2020",
    "edition": "Cassell, 2020, hardback",
    "pages": 224,
    "genre": [
      "non-fiction",
      "feminism", "self-help"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1589047982i/49633760.jpg",
    "blurb": "Florence's debut book will explore all progressive corners of the feminist conversation; from insecurity projection and refusing to find comfort in other women's flaws, to deciding whether to date or dump them, all the way through to unpacking the male gaze and how it shapes our identity. WOMEN DON'T OWE YOU PRETTY is an accessible leap into feminism, for people at all stages of their journey who are seeking to reshape and transform the way they view themselves. In a world that tells women we're either not enough or too much, it's time we stop directing our anger and insecurities onto ourselves, and start fighting back to re-shape the toxic structures of our patriarchal society.\n\nFlorence's book will help you to tackle and challenge the limiting narrative you have been bombarded with your whole life, and determine feminism on your own terms. After all, you are the love of your own life.",
    "quotes": ["Choosing yourself will always disappoint some people. The sooner we accept this and make peace with it, the better.", "The world owes you nothing, and equally you owe it nothing.", "Up until now we have been bombarded with the same stories that either make us subconsciously hate ourselves or hate others. It’s time to change the narrative, and the power lies in your hands. Consume diverse content. Reinvigorate those tired taste buds."]
  },
  {
    "id": 13,
    "title": "The Alchemist",
    "author": "Paulo Coelho",
    "published": "01/01/1988",
    "edition": "HarperOne, 2014, paperback",
    "pages": 182,
    "genre": [
      "fiction",
      "classic", "fantasy"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1654371463i/18144590.jpg",
    "blurb": "Paulo Coelho's masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure. His quest will lead him to riches far different—and far more satisfying—than he ever imagined. Santiago's journey teaches us about the essential wisdom of listening to our hearts, recognizing opportunity and learning to read the omens strewn along life's path, and, most importantly, following our dreams.",
    "quotes": ["And, when you want something, all the universe conspires in helping you to achieve it.", "It's the possibility of having a dream come true that makes life interesting.", "There is only one thing that makes a dream impossible to achieve: the fear of failure."]
  },
  {
    "id": 14,
    "title": "The Diary of a Young Girl",
    "author": "Anne Frank",
    "published": "25/06/1947",
    "edition": "Penguin Books, 2007, paperback",
    "pages": 351,
    "genre": [
      "non-fiction", "biography",
      "history"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1182355156i/1263750.jpg",
    "blurb": "In 1942, with the Nazis occupying Holland, a thirteen-year-old Jewish girl and her family fled their home in Amsterdam and went into hiding. For the next two years, until their whereabouts were betrayed to the Gestapo, the Franks and another family lived cloistered in the “Secret Annexe” of an old office building. Cut off from the outside world, they faced hunger, boredom, the constant cruelties of living in confined quarters, and the ever-present threat of discovery and death. In her diary Anne Frank recorded vivid impressions of her experiences during this period. By turns thoughtful, moving, and surprisingly humorous, her account offers a fascinating commentary on human courage and frailty and a compelling self-portrait of a sensitive and spirited young woman whose promise was tragically cut short.",
    "quotes": ["It's really a wonder that I haven't dropped all my ideals, because they seem so absurd and impossible to carry out. Yet I keep them, because in spite of everything, I still believe that people are really good at heart.", "I don't think of all the misery, but of the beauty that still remains.", "Paper is more patient than man."]

  },
  {
    "id": 15,
    "title": "Harry Potter and the Philosopher's Stone",
    "author": "J. K. Rowling",
    "published": "26/06/1997",
    "edition": "Bloomsbury Publishing, 1997, paperback",
    "pages": 223,
    "genre": [
      "fiction",
      "fantasy", "childrens"
    ],
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1170803558l/72193.jpg",
    "blurb": "Harry Potter has no idea how famous he is. That's because he's being raised by his miserable aunt and uncle who are terrified Harry will learn that he's really a wizard, just as his parents were. But everything changes when Harry is summoned to attend an infamous school for wizards, and he begins to discover some clues about his illustrious birthright. From the surprising way he is greeted by a lovable giant, to the unique curriculum and colorful faculty at his unusual school, Harry finds himself drawn deep inside a mystical world he never knew existed and closer to his own noble destiny.",
    "quotes": ["It does not do to dwell on dreams and forget to live.", "To the well-organized mind, death is but the next great adventure.", "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends."]
  }
]

